<!--
# slim-CMS - an easy-to-use content management system
# Copyright (C) 2004 Daniel Drees
# For further information visit: http://www.slim-cms.com
#
# This program is free software; you can redistribute it and/or modify it under the
# terms of the GNU General Public License as published by the Free Software Foundation;
# either version 2 of the License, or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful, but WITHOUT ANY
# WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A
# PARTICULAR PURPOSE. See the GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License along with
# this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place,
# Suite 330, Boston, MA 02111-1307 USA
#
# File Name: de_adminstart.html
# $Author: ddrees $
# $Date: 2004/10/16 19:32:13 $
# $Revision: 1.1 $
#
-->

<table width="95%" border="0" cellspacing="2" cellpadding="2">
 <tr>
  <td class="normal">
   <h4>Stammdaten</h4>
   <div align="justify">
   Hier wird der Text f&uuml;r die Titelleiste sowie m&ouml;glichst ausf&uuml;hrlich die Beschreibung und Stichw&ouml;rter (durch Kommata getrennt) f&uuml;r Suchmaschinen hinterlegt, damit Ihre Webseite auch leicht gefunden werden kann. Desweiteren hinterlegen Sie Ihren Namen bzw. den Namen Ihrer Firma f&uuml;r die Meta Tags &raquo;Author&laquo;, &raquo;Publisher&laquo; und &raquo;Copyright&laquo;.
   </div>
   <h4>Bausteine</h4>
   <div align="justify">
   Das Herzst&uuml;ck von <b>slim-CMS</b>. In der ersten Maske k&ouml;nnen
   Sie neue Bausteine f&uuml;r Ihre Webseite definieren, bereits vorbereitete HTML-Seiten als neuen Baustein hochladen oder nicht mehr ben&ouml;tigte komplett l&ouml;schen.<br>
   Durch Klicken auf einen Baustein gelangen Sie in die Pflegemaske. Hier k&ouml;nnen Sie den Baustein mit Inhalt f&uuml;llen. Das geschieht mit dem <a href="http://www.fckeditor.net" target="_blank"><u>FCKEditor</u></a>, der Ihnen die M&ouml;glichkeit bietet Ihre Webseite wie ein Word Dokument zu bearbeiten.
   </div>
   <h4>Menu</h4>
   <div align="justify">
   &Uuml;ber den Unterpunkt &raquo;Menu&laquo; gelangen Sie in den Dialog, der die Anordnung Ihrer Bausteine innerhalb der Menuleiste erm&ouml;glicht.
   </div>
   <h4>Layout</h4>
   <div align="justify">
   W&auml;hlen Sie hier das von Ihnen gew&uuml;nschte Layout durch Aktivierung des Radiobuttons f&uuml;r Ihre Internetpr&auml;senz aus. Klicken Sie auf das Vorschaubildchen um eine Gro&szlig;ansicht
   zu erhalten.<br>
   Sie k&ouml;nnen jederzeit das Layout Ihrer Seite &auml;ndern; es gehen keine
   Informationen verloren. Die Bausteine, Inhalte, und die Anordnung der Menuleiste bleiben bestehen.
   </div>
   <h4>Logo</h4>
   <div align="justify">
   An dieser Stelle laden Sie Ihre selbstentworfene Logodatei (idealerweise transparent) hoch.<br>
   Klicken Sie auf &raquo;Durchsuchen&laquo;, um in Ihrem Dateisystem die gew&uuml;nschte Logodatei
   auszuw&auml;hlen. Bitte beachten Sie, dass es nur m&ouml;glich ist GIF-Dateien hochzuladen.
   <b>VORSICHT!</b> Es kann immer nur eine Logodatei f&uuml;r Ihre Webseite existieren, d.h. sobald sie ein neues Logo hochladen, wird das vorherige auf dem Webserver unwiderruflich gel&ouml;scht.
   <br><br>
  </td>
 </tr>
</table>